INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"역행자"
    , "출판 즉시 베스트셀러 종합1위"
    , "오타쿠 흙수저에서 월1억 자동 수익을 실현한 무자본 연쇄창업마, 라이프해커 자청의 인생 역주행 공식 대공개!"
    , "대부분의 사람들은 유전자와 본성의 명령을 그대로 따르기 때문에 평범함을 벗어날 수 없다. 하지만 정작 자신은 이를 모른 채 '나는 달라' 하는 자의식에 사로잡혀서 무한 합리화에 빠져 살아간다. 스스로가 얼마나 많은 정신적, 심리적 오류를 저지르는지 알지 못한 채 매일 똑같은 쳇바퀴를 돌 뿐이다. 왜 우리는 진짜 자유를 얻지 못하는가? 왜 늘 돈 이야기를 하면서도 평생 돈에 허덕이는가?"
    , "웅진지식하우스"
    , "자기계발 > 성공/처세"
)
;

INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"작별인사"
    , " "
    , "누구도 도와줄 수 없는 상황, 혼자 헤쳐나가야 한다. 지켜야 할 약속, 붙잡고 싶은 온기"
    , "김영하가 『살인자의 기억법』 이후 9 년 만에 내놓는 장편소설 『작별인사』는 그리 멀지 않은 미래를 배경으로, 별안간 삶이 송두리째 뒤흔들린 한 소년의 여정을 좇는다. 유명한 IT 기업의 연구원인 아버지와 쾌적하고 평화롭게 살아가던 철이는 어느날 갑자기 수용소로 끌려가 난생처음 날것의 감정으로 가득한 혼돈의 세계에 맞닥뜨리게 되면서 정신적, 신체적 위기에 직면한다. 동시에 자신처럼 사회에서 배제된 자들을 만나 처음으로 생생한 소속감을 느끼고 따뜻한 우정도 싹틔운다. 철이는 그들과 함께 수용소를 탈출하여 집으로 돌아가기 위해 길을 떠나지만 그 여정에는 피할 수 없는 질문이 기다리고 있다."
    , "복복서가"
    , "한국소설"
)
;

INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"세상의 마지막 기차역"
    , "일본 SNS 화제의 책"
    , "무뎌지지 않는 아픔에 갇혀 사는 사람들, 그 마음을 어루만져줄 단 판 현의 감동 판타지"
    , "3월의 어느 봄날. 급행열자 한 대가 절벽 아내로 추라갷 승객 127명 중 69명이 사망했다. 불의의 사고로 한순간에 사랑하는 연인, 가족을 잃은 사람들은 시간이 멈춰 버린 듯 깊은 슬픔에 잠긴다."
    , "모모"
    , "일본소설"
)
;

INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"파친코"
    , "75개 주요 매체 선정 올해의 책"
    , "전 세계인의 마음을 뒤흔든 우리의 이야기. 문화와 세대를 가로지르는 새로운 고전의 탄생!"
    , "《파친코》는 ‘집’에 대한 이야기’인 동시에, 평범한 사람들의 이야기이다. 역사의 거대한 파도에 휩쓸리면서도 굴하지 않고 꿋꿋하게 삶을 헤쳐나가는 이민자 가족의 연대기를 담고 있다. 고향을 떠나 타국에 뿌리내리고 편견과 차별 속에서 영원한 이방인으로 살아야 하는 이민자의 삶을 작가는 특유의 통찰력과 공감 어린 시선으로 탐구해간다. 나아가 역사의 비극을 가장 평범한 사람들이 어떻게 겪고 견뎌내는지를 담담한 목소리로 풀어내면서 “한 가족의 이야기가 어떻게 모두의 이야기가 될 수 있는지” 보여준다. 가족, 사랑, 상실, 돈과 같은 인생의 모든 문제를 다루면서 동시대를 살아가는 독자에게 가장 시의적절한 질문을 던지는 작품, 《파친코》는 세대와 문화를 뛰어넘는 이야기의 힘을 증명하며 하나의 아이콘으로 떠올랐다."
    , "인플루엔셜"
    , "영미소설"
 )
 ;

INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"파친코"
    , "75개 주요 매체 선정 올해의 책"
    , "전 세계인의 마음을 뒤흔든 우리의 이야기. 문화와 세대를 가로지르는 새로운 고전의 탄생!"
    , "《파친코》는 ‘집’에 대한 이야기’인 동시에, 평범한 사람들의 이야기이다. 역사의 거대한 파도에 휩쓸리면서도 굴하지 않고 꿋꿋하게 삶을 헤쳐나가는 이민자 가족의 연대기를 담고 있다. 고향을 떠나 타국에 뿌리내리고 편견과 차별 속에서 영원한 이방인으로 살아야 하는 이민자의 삶을 작가는 특유의 통찰력과 공감 어린 시선으로 탐구해간다. 나아가 역사의 비극을 가장 평범한 사람들이 어떻게 겪고 견뎌내는지를 담담한 목소리로 풀어내면서 “한 가족의 이야기가 어떻게 모두의 이야기가 될 수 있는지” 보여준다. 가족, 사랑, 상실, 돈과 같은 인생의 모든 문제를 다루면서 동시대를 살아가는 독자에게 가장 시의적절한 질문을 던지는 작품, 《파친코》는 세대와 문화를 뛰어넘는 이야기의 힘을 증명하며 하나의 아이콘으로 떠올랐다."
    , "인플루엔셜"
    , "영미소설"
 )
 ;

INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"친밀한 이방인"
    , "쿠팡플레이 시리즈 <안나> 원작 소설"
    , "때로는 삶의 조건을 쟁취하기 위해, 때로는 목숨을 부지하기 위해 삶을 뒤엎는 한 인물의 일생을 추적하다!"
    , " 삶에 대한 긍정의 자세와 깊이 있는 시선으로 인생의 비의를 길어올리는 소설가 정한아의 세번째 장편소설 『친밀한 이방인』이 출간되었다. 『달의 바다』(2007), 『리틀 시카고』(2012) 이후 5년 만에 펴내는 장편으로, 오랜만에 한국문단에 강력한 반전을 선사하는 반가운 작품이기도 하다.
	한 소설가가 자신의 소설을 훔친 비밀스러운 인물의 행적을 추적해나가는 이 유려한 미스터리는 때로는 더 나은 삶의 조건을 쟁취하기 위해, 때로는 목숨을 부지하기 위해 거침없이 삶을 뒤엎는 한 인물의 일생을 여러 사람의 목소리를 겹쳐가며 복원해낸다. 그렇게 내달려온 이야기의 끝, 지금까지 촘촘하게 쌓아온 서사를 단숨에 무너뜨리는 반전은 강렬한 전율에 목말라 있던 우리를 가을밤의 싸늘한 한기 속으로 끌어다놓는다."
    , "문학동네"
    , "한국소설"
 )
 ;
 
 INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"유럽 도시 기행2"
    , "유시민 3년 만의 신작!"
    , "오래된 도시에 남아 있는 사람의 이야기를 찾아서"
    , "이 책은 힘들게 마음먹은 유럽 도시를 알차고 풍성하게 여행하거나 미디어를 통해 어렴풋이 알고 있는 유럽의 도시를 제대로 알고 싶을 때, 누군가 콕콕 찍어서 알려 줬으면 하는 내용이 빼곡히 들어있다. 도시의 매력을 느낄 수 있는 핫플레이스부터, 각 도시의 건축물, 길과 광장, 박물관과 예술품 등 그 무엇을 만나도 당황하지 않을 탄탄한 배경 지식, 도시의 존재감을 만들어낸 세계사적 사건과 인물들, 유럽의 역사와 도시의 역사가 씨줄과 날줄처럼 교차하며 생긴 도시의 서사와 상흔들까지, 우리가 도시를 더 풍성하게 만끽할 수 있는 흥미진진한 이야기를 펼친다. 여기에 도시와 인간, 그리고 삶을 바라보는 작가의 지적 통찰력이 더해져 도시가 품은 가치와 맥락, 의미 있는 서사들이 우리의 현재와 어떻게 교감하는지를 보여준다."
    , "생각의길"
    , "인문교양"
 )
 ;

 INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"기분을 관리하면 인생이 관리된다"
    , "화제의 베스트셀러 작가 김다슬의 에세이"
    , "1년 365일 중 기분이 좋은 날은 며칠일까?"
    , "우리는 나와 맞지 않는 사람과 애써 관계를 이어가기 위해 내 마음과 감정을 조금 더 참아내거나 자신을 깎아내리기도 하고, 상황에 휘둘려 잘못된 선택을 내리기도 한다. 그런 사람들에게 더 이상 자신을 깎아내리거나, 상황에 휘둘리지 않도록. 사람과 사람 사이의 관계, 불행에 대처하는 방법, 부정적인 생각이 들었을 때 극복해낼 마음가짐 등등. 저자는 우리의 하루를 결정하는 기분을 관리하는 방법에 대한 실질적인 조언을 해준다."
    , "클라우디아"
    , "한국에세이"
 )
 ;
 
 INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"미드나잇 라이브러리"
    , "《뉴욕타임스》 베스트셀러 1위, 영국 아마존 종합 베스트셀러 1위"
    , "밤12시, 죽기 바로 전에만 열리는 마법의 도서관에서 인생의 두 번째 기회를 드립니다"
    , "어머니의 죽음, 파혼, 해고, 반려 고양이 볼츠의 죽음… 더 이상 삶을 견딜 수 없던 주인공 노라는 자살을 결심한다. 눈을 뜬 곳은 초록색 책들로 가득한 자정의 도서관. 친절하고 다정한 사서의 안내로 서가의 책이 모두 노라가 살았을지도 모르는 삶들을 담고 있음을 알게 되고 노라는 《후회의 책》을 펼쳐서, 가장 후회되는 순간 다른 선택을 했던 삶을 살아본다. 빙하학자, 뮤지션, 동네 펍 주인, 수영 선수가 되는 삶, 평범하지만 지루한 삶, 아이가 있는 삶 등등 가장 ‘완벽한 삶’을 찾을 때까지 수만 가지의 새로운 삶을 거친다. 그러나 노라는 자꾸만 ‘자정의 도서관’으로 돌아오게 되고, 무엇이 완벽한 삶인지 의문을 품는다.
	20대에 심한 우울증을 겪으며 정신적 붕괴를 경험했던 작가 매트 헤이그는 ‘살아야 할 이유’에 대해서 끊임없이 고민해왔고, 신작 장편소설 《미드나잇 라이브러리》에서 자신만의 해답을 구한다."
    , "인플루엔셜"
    , "영미소설"
 )
 ;
 
  
 INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"우리가 빛의 속도로 갈 수 없다면"
    , "우리 SF의 우아한 계보, 김초엽 첫 소설집"
    , "무엇이 우리를 그럼에도 불구하고, 혐오와 차별, 모순으로 가득 찬 세계를 분투하며 살아가게 하는가!"
    , "바이오센서를 만드는 과학도에서 이제는 소설을 쓰는 작가 김초엽. 어디에도 없는 그러나 어딘가에 있을 것 같은 상상의 세계를 특유의 분위기로 손에 잡힐 듯 그려내며, 정상과 비정상, 성공과 실패, 주류와 비주류의 경계를 끊임없이 질문해온 그의 첫 소설집"
    , "허블"
    , "SF/과학소설"
 )
 ;
 
  INSERT INTO book (
	name
     ,sub_title
     , title
     , explanation
     , publisher
     , category
) values (
	"어서오세요, 휴남동 서점입니다."
    , "오직 독자 입소문으로 베스트셀러가 된 2022년 최고의 감동 소설"
    , "받아들여지고 있다는 느낌이 이렇게 슬프고도 좋을 줄이야!"
    , "서울 어디에나 있을 것 같은 동네의 후미진 골목길. 오가는 사람도 많지 않은 가정집들 사이에 평범한 동네 서점 하나가 들어선다. 바로 휴남동 서점! 슬픈 사연을 갖고 있는 사람처럼 얼굴에 아무런 의욕도 보이지 않는 서점 주인 영주는 처음 몇 달간은 자신이 손님인 듯 일은 하지 않고 가만히 앉아 책만 읽는다. 그렇게 잃어버린 것들을 하나둘 되찾는 기분으로 하루하루를 보내다 보니 소진되고 텅 빈 것만 같았던 내면의 느낌이 서서히 사라진다. 그러다 어느 순간 깨닫는다. 자신이 꽤 건강해졌다는 사실을. 그 순간부터 휴남동 서점은 완전히 새로운 공간이 된다. 사람이 모이고 감정이 모이고 저마다의 이야기가 모이는 공간으로."
    , "클레이하우스"
    , "한국소설"
 )
 ;
 
 
 
SELECT * FROM book
;
